"Job Log" = "작업 로그";
"Job Log2" = "작업 로그";

"User ID" = "사용자 ID";
"User ID:" = "사용자 ID:";

"Job Type" = "작업 유형";
"Job Type:" = "작업 유형:";

"File Name" = "파일 이름";
"File Name:" = "파일 이름:";

"Password" = "암호";
"Password:" = "암호:";

"User Code" = "사용자 코드";
"User Code:" = "사용자 코드:";

"Time" = "시간";
"Time:" = "시간:";

"Enable User Code" = "사용자 코드 사용";
"Pop up Every Time" = "매시간 팝업";
"User Code Always Blank" = "사용자 코드는 항상 비어 있음";
"OK" = "확인";
"Cancel" = "취소";
"Enable Specify Time" = "인쇄 시간 설정";

"Folder Number" = "폴더 번호";
"Folder Number:" = "폴더 번호:";

"Folder Password" = "폴더 암호";
"Folder Password:" = "폴더 암호:";

"Normal Print" = "기본 인쇄";
"Sample Print" = "샘플 인쇄";
"Locked Print" = "잠금 인쇄";
"Hold Print" = "보류 인쇄";
"Stored Print" = "저장 인쇄";
"Store and Print" = "저장 후 인쇄";
"Document Server" = "문서 서버";

"(4-8 digits)" = " (4-8자리)";

"Enter a valid File Name" = "올바른 파일 이름을 입력하십시오.";
"Enter a valid Password" = "올바른 암호를 입력하십시오.";
"Enter a valid User Code" = "올바른 사용자 코드를 입력하십시오.";
"Enter a valid User ID" = "올바른 사용자 ID를 입력하십시오.";
"Enter a valid Folder Password" = "올바른 폴더 암호를 입력하십시오.";

"(Up to 8 alphanumeric characters)" = " (8자 이내의 영숫자)";
"(Up to 16 alphanumeric characters)" = "(16자 이내의 영숫자)";
"(4 digits)" = " (4-8자리)";
"(Up to 8 digits)" = " (4-8자리)";